{
    "error_code": 0,                     /*返回码*/
    "reason":"Success",
    result: {
        "name": "狮子座",                /*星座名称*/
        "datetime": "2014年06月27日",    /*日期*/
        "date": 20140627,
        "all": "89%",                    /*综合指数*/
        "color": "古铜色",               /*幸运色*/
        "health": "95%",                 /*健康指数*/
        "love": "80%",                   /*爱情指数*/
        "money": "84%",                  /*财运指数*/
        "number": 8,                     /*幸运数字*/
        "QFriend": "处女座",             /*速配星座*/
        "summary": "有些思考的小漩涡，可能让你忽然的放空，生活中许多的细节让你感触良多。",/*今日概述*/
        "work": "80%",                   /*工作指数*/
    }
}